brew "aichat"
brew "bat"
brew "bob"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "node"
brew "oven-sh/bun/bun"
brew "pre-commit"
brew "repomix"
brew "ripgrep"
brew "task"
brew "tlrc"
brew "trash-cli"
brew "unzip"
brew "uv"
brew "yadm"
brew "zellij"
brew "zip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
