tap "dapr/tap"
brew "1password-cli"
brew "azure-cli"
brew "copilot-cli@prerelease"
brew "dapr/tap/dapr-cli"
brew "redis"
brew "sqlcmd"
cask "betterdisplay"
cask "camunda-modeler"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dotnet-sdk@8"
cask "font-hack-nerd-font"
cask "freelens"
cask "ghostty"
cask "jetbrains-toolbox"
cask "mas"
cask "mockoon"
cask "postman"
cask "powershell"
cask "visual-studio-code@insiders"
mas "Azure VPN Client", id: 1553936137
