tap "dapr/tap"
tap "microsoft/mssql-release"
brew "azure-cli"
brew "dapr/tap/dapr-cli"
brew "k6"
brew "mas"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "mole"
brew "powershell"
brew "redis"
brew "sqlcmd"
brew "unixodbc"
brew "whisper-cpp"
cask "1password-cli"
cask "betterdisplay"
cask "blackhole-2ch"
cask "camunda-modeler"
cask "copilot-cli@prerelease"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dotnet-sdk@8"
cask "font-hack-nerd-font"
cask "freelens"
cask "ghostty"
cask "handy"
cask "home-assistant"
cask "jetbrains-toolbox"
cask "mockoon"
cask "postman"
cask "raycast"
cask "visual-studio-code@insiders"
mas "Azure VPN Client", id: 1553936137
uv "bugwarrior", with: ["setuptools"]
uv "docling"
uv "markitdown[docx,pdf,pptx,xlsx]"
