brew "azure-cli"
brew "dapr/tap/dapr-cli"
brew "redis"
brew "sqlcmd"
cask "camunda-modeler"
cask "docker-desktop"
cask "dotnet-sdk"
cask "font-hack-nerd-font"
cask "freelens"
cask "ghostty"
cask "jetbrains-toolbox"
cask "keymapp"
cask "mockoon"
cask "postman"
cask "visual-studio-code@insiders"
